{
  "title": "Peer de Bakker on Codingame",
  "p-title": "Mijn Codingame CV",
  "text": {
	"p1": "In 2020, toen Covid voor het eerst toesloeg, ging ons hele onderwijs op afstand. Dit was een hele opgave voor iedereen die graag op de Campus werkte en moeite had zichzelf te motiveren om thuis te werken.",
	"p2": "Het was toen dat het 42 Network besloot om een kleine bot programmeerwedstrijd te organiseren, alleen voor ons. Mijn vrienden en ik vonden het geweldig en staken hier al onze tijd in.",
	"p3": "Deze wedstrijd werd gehost op codingame.com, die toevallig twee keer per jaar dit soort wedstrijden wereldwijd organiseert. Sindsdien heb ik nog nooit een editie gemist. Ik kijk altijd maanden uit naar deze uitdagingen en als ze voorbij zijn voel ik me een beetje leeg van binnen.",
	"p4": "Naast dat het gewoon ontzettend leuk is, heeft dit me geholpen om nieuwe interesses op tech-gebied te ontdekken. En daarvoor, Codingame, dank ik jullie.",
	"p5": "Ze bieden ook een paar andere spelmodi waar ik enthousiast over ben: Codegolfen en Clash of Code. Clash of Code is een spel van 15 minuten, waarbij iedereen dezelfde oefening krijgt en deze zo snel mogelijk moet oplossen.",
	"p6": "Code golfing is het schrijven van een oplossing voor het probleem in zo min mogelijk tekens code.",
	"p7": "Beide spelmodi was ik slecht in. Ik had vrienden die er dol op waren en met tegenzin probeerde ik ze. En omdat ik er vrij slecht in was, besloot ik het te slijpen en nu sta ik in de top 100 van Clash of Code."
  },
  "profile-title": "My Codingame profile",
  "keep-off-the-grass": {
	"title": "Keep Off The Grass",
	"p1": "Ik eindigde op de 56e plaats van 4557 deelnemers en hielp 42Paris om nummer 1 te worden 🏆!",
	"p2": "Ik heb hiervoor veel nachten doorgebracht met Victor Francal bij 42. Het was een geweldige kerstperiode! Het was een geweldige kerstperiode!",
	"p3": "Trouwens, shoutout naar Auguste Faure en Adrian Weaver!"
  },
  "spider-attack": {
	"title": "Spider Attack",
	"p1": "Ik eindigde 255e van de 7695 deelnemers, 3 plekken voor Harm Smits. 🤪 Ik hielp Codam naar de 7e plaats op de ranglijst van scholen."
  },
  "nature-spirit": {
	"title": "Nature Spirit",
	"p1": "Ik eindigde 309e van de 6867 deelnemers, net buiten de Legend League. Ik hielp Codam naar de 9e plaats op de Scholenranglijst."
  },
  "zelda-witches": {
	"title": "Zelda Witches",
	"p1": "Ik eindigde op de 424e plaats van 7011 deelnemers. Op de laatste avond bleven Aristotelis Bobas en ik het grootste deel van de nacht op om hotfixes te maken en (met succes) de Gold League te bereiken."
  },
  "pacman": {
	"title": "Pacman with a Rock-Paper-Scissors twist",
	"p1": "Eindigde 234e van de 4955 deelnemers, één plek onder Stan Verschuuren. Op de allerlaatste dag sprong ik over naar 42Paris om hen te helpen een top 3-klassering te bemachtigen."
  },
  "fantastic-bits": {
	"title": "Fantastic Bits - 42Network Edition",
	"p1": "Ik ben als 70e geëindigd van de 358 deelnemers. Niet slecht voor een beginner die pas een half jaar geleden leerde coderen, hè"
  },
  "challenge": "link"
}
